Repository: apertium/apertium-sme-smj
Catalog: tmx_data/SDvuosttas.tmx
Source language: sme
Languages: smj

source: PRD: Vuosttaš sámi boazodoalloláhkalávdegoddi lea nammaduvvon.
smj: PRM: Vuostasj sáme boatsojæládusláhkajuogos la nammaduvvam.

source: – Mii leat ilus dál go vuosttaš gearddi lea nammaduvvon sámi láhkalávdegoddi, lohkaba sámediggepresideanta Aili Keskitalo ja NBR jođiheaddji Ellinor Marita Jåma.
smj: – Mij mihástallap gå ållu vuostasj sáme láhkajuogos la nammaduvvam dálla, javllaba sámedikkepresidænnta Aili Keskitalo ja VBR åvdåk Ellinor Marita Jåma.

source: Sámediggi ja Norgga Boazosápmelaččaid Riikasearvi (NBR) leat nammadan láhkalávdegotti mii galgá geahčadit boazodoallolága.
smj: Sámedigge ja Vuona Boatsojsámij Rijkasiebrre (VBR) li nammaduvvam láhkajuohkusav mij galggá boatsojæláduslágav gehtjadit.

source: PRD: Vuosttaš sámi boazodoalloláhkalávdegoddi lea nammaduvvon
smj: PRM: Vuostasj sáme boatsojæládusláhkajuogos la nammaduvvam

source: Sámediggi ja NBR leat ovttaoaivilis lávdegotti mandáhtain, lohká sámediggepresideanta Aili Keskitalo.
smj: Sámedigge ja VBR li avtamielaga juohkusa mandáhta birra.

source: – Lávdegoddi galgá geahčadit siskkáldas áššiid boazodoalus, ja sáhttá evttohit lassi rievdademiid mat sihkkarastet proseassaid mat leat čatnašuvvon ja mat leat dohkkehuvvon boazodoalus.
smj: – Juogos galggá sisŋeldis vidjurijt boatsojæládusán gehtjadit, ja máhttá oajvvadit ájn vil rievddadimijt ma tjårggi prosessajt ma li tjanádum ja majn la legitimitiehtta boatsojæládusán.

source: Lávdegoddi galgá maid geahčadit erohusa gaskkal priváhtarievttalaš stivrema ja almmolašrievttalaš hálddašeami, ja maid árvvoštallat siidaosiid ámmáha.
smj: Juogos galggá aj sieradusájt priváhtariektá stivrrima ja almulasj riektá háldadime gaskav gehtjadit, ja aj sijdaoase sajev merustallat.

source: Lávdegoddi galgá evttohit rievdademiid mat nannejit areálasuddjema boazodoalus, ja geahčadit láhkamearrádusaid mat gusket boazolohkui.
smj: Juogos galggá oajvvadit rievddadimijt ma lulun tjårggit boatsojæládusá arealsuodjalimev, ja gehtjadit lága mærrádusájt boatsojlågoj gáktuj, javllá sámedikkepresidænnta Keskitalo.

source: – Lea dehálaš geahččat lága obbalaččat ja váldit vuhtii ealáhusa vásáhusaid boazodoallolágain mii ii doala álbmotrievttalaš dási.
smj: – Ájnas la lágav avtatraják guoradallat ja dættodit æládusá åtsådallamijt boatsojæláduslágajn mij ij ållida álmmukrievtesvuoda dássáj.

source: Buorre livččii jus oažžut áibbas konkrehta ávžžuhusaid dasa movt láhka galggašii rievdaduvvot, go dat dagahivččii álkibun bargat Stuoradikki vuostá dárbbašlaš láhkarievdadanproseassaiguin, lohká NBR jođiheaddji Ellinor Marita Jåma.
smj: Ållu konkriehta árvvalusájt oadtjot man láhkáj lágav luluj rievddaduvvat álkkebun dahká dåjmalattjat Stuorradikke gáktuj barggat dárbulasj láhkarievddadimprosessa gáktuj, javllá VBR åvdåk Ellinor Marita Jåma.

source: Sámediggeráđđi Silje Karine Muotka namuha ahte lea váidalahtti go Eanadoallo- ja biebmodepartemeantta áigumuš láhkaproseassain lea ahte rievdadit boazodoallolága muhtin muddui bihtáid mielde, paragráfa paragráfa maŋis.
smj: Sámedikkeráde Silje Karine Muotka vuoset dasi, Ednambarggo- ja biebbmodepartemænnta luodjom láhkáj la iehpe-avtatraják láhkaprosessaj láhtjám gånnå boatsojæláduslágav muhtem mærráj galggá rievddaduvvat ja juogadam paragráffas paragráffaj.

source: – Sámediggi lea bovden guovddáš eiseválddiid nammadit láhkalávdegotti, muhto EBD jotkkii sávvat ahte rievdadit lága osiid mielde.
smj: – Sámedikke l bivddim guovdásj oajválattja nammadittjat láhkajuohkusav, valla EBD vuojnnet vilá sávvá lágav rievddadit juogaduvvam prosessan.

source: Danin leat mii dál nammadan vuosttaš sámi láhkalávdegotti, lohká Muotka, gean mielas lea riekta ahte lea juste boazodoallosuorggis.
smj: Dan diehti mij dálla nammadip ållu vuostasj sáme láhkajuohkusav, javllá Muotka, guhti mielastis la ållu riekta dát dáhpáduvvá boatsojæládussuorgen.

source: Boazodoallu lea čielga álgoálbmotealáhus, ja sámi perspektiivvat ja oaivilat fertejit vuhtiiváldojuvvot jus galgá sáhttit sihkkarastit doarjaga sámi álbmogis ja boazodoalus.
smj: – Boatsojæládus la tjielgga álggoálmmukæládus, ja sáme perspektijva ja vuojno hæhttuji bærrájgåtseduvvat nannitjit dårjav sáme álmmugis ja boatsojæládusás.

source: Lávdegottis mii galgá geahčadit olles boazodoallolága, leat dát olbmot mielde:
smj: Juogos mij galggá barggat åbbålasj tjadádimijn boatsojæláduslágas li tjuovvovasj ulmutja:

source: Ragnhild Marit Sara – lávdegotti jođiheaddji, jurista
smj: Ragnhild Marit Sara – juohkusa åvdåk, jurissta

source: Kirsti Strøm Bull, professor, dr.juris
smj: Kirsti Strøm Bull, professåvrrå, dr.juris

source: Samuel John N. Anti, boazodoalli
smj: Samuel John N. Anti, ælloniehkke

source: Nils Per Jåma, boazodoalli
smj: Nils Per Jåma, ælloniehkke

source: Ellen Inga Turi, dutkan- ja oahppodirektevra, dr.philos
smj: Ellen Inga Turi, guoradallam- ja åhpadusdirekterra, dr.philos

source: Nils Mikkelsen Utsi, advokáhtta, sámediggeáirras ja boazodoalli
smj: Nils Mikkelsen Utsi, advokáhtta, sámedikkeájras ja ælloniehkke

source: Anna Ravna Gaup, boazodoalli
smj: Anna Ravna Gaup, ælloniehkke

source: Mattias Åhren, professor, dr. juris
smj: Mattias Åhren, professåvrrå, dr. juris

source: Ellen Sara Sparrok, boazodoalli
smj: Ellen Sara Sparrok, ælloniehkke

source: – Mii leat maid hui ilus go mis lea čeahpes sámi nissonjurista; Ragnhild Marit Sara gii jođiha lávdegotti, lohkaba sámediggepresideanta Aili Keskitalo ja NBR jođiheaddji Ellinor Marita Jåma.
smj: – Mij aj mihástallap gå la tjiehpes sáme nissun jurissta; Ragnhild Marit Sara gut láhkajuohkusav jådet, javllaba sámedikkepresidænnta Keskitalo ja VBR åvdåk Ellinor Marita Jåma.

source: Skábmamánu 29. beaivvi áigu Sámediggi bovdet fágaseminárii Áltái, mas geahčadit iešguđetgelágan váttisvuođaid nu go iešmearrideapmi ja hástalusat mat mis dál leat boazodoallolága dihte.
smj: Basádismáno 29. biejve Sámedikke bivddi fáhkaseminárraj Altan gånnå iesjgeŋgalágásj tjuolma gå iesjmierredibme ja dálásj hásstalusá tjanáduvvam boatsojæládusláhkaj li vuodon.

source: – Mii buktit bovdehusa seminárii maŋŋil, muhto doppe doallá lávdegotti jođiheaddji oanehis álggahusa.
smj: – Bivddim seminárran maŋŋela boahtá, valla danna juohkusa åvdåk álgadibmáj hoallá.

source: Dát šaddá hui viiddis bargu, muhto jus boazodoalu beroštumit galget boahtteáiggi láhkarievdademiin, de fertet mii čađahit dán proseassa, loahpaha Muotka, gii muitala ahte Sámediggi doaibmá čállingoddin dán lávdegottis mii galgá doaibmat eanemusat guokte jagi.
smj: Dát la stuorra barggo, valla jus boatsojæládusá berustime galggi bærrájgåtseduvvat boahtte láhkarievddadimijn, hæhttup mij dán prosessav tjadá mannat, låhpat Muotka. Sån javllá dåjmadahka sjaddá Sámedikken ja juogos galggá gærggat åvddåla guokta jage la vássám.

source: Jus dus leat gažaldagat dahje áiggut jearahallama, de váldde oktavuođa:
smj: Jus li gatjálvisá jali ságájdahtátjit, guládalá:

source: * Sámediggepresideanta Aili Keskitalo, +47 971 29 305
smj: * Sámedikkepresidænnta Aili Keskitalo, +47 971 29 305

source: * NBR jođiheaddji Ellinor Marita Jåma, +47 916 13 460
smj: * VBR åvdåk Ellinor Marita Jåma, +47 916 13 460

source: * Sámediggeráđđi Silje Karine Muotka, +47 984 87 576
smj: * Sámedikkeráde Silje Karine Muotka, +47 984 87 576
